[
  {
    "date": "2016-12-12",
    "explanation": "The Cassini spacecraft's Grand Finale at Saturn has begun. The Grand Finale will allow Cassini to explore Saturn and some of Saturn's moons and rings in unprecedented detail.  The first phase started two weeks ago when a close flyby of Titan changed Cassini's orbit into one that passes near Saturn's poles and just outside of Saturn's outermost F-ring. Featured here is an image taken during the first of Cassini's 20 week-long F-ring orbits around Saturn.  Visible are the central polar vortex on the upper left, a hexagonal cloud boundary through the image center, and numerous light-colored turbulent storm systems. In 2017 April, Cassini will again use the gravity of Titan to begin a new series of 22 Proximal orbits -- trajectories that will take Cassini inside of Saturn's rings for the first time.  Cassini's new science adventure is scheduled to end on 2017 September 17, though, when the robotic spacecraft will be directed into a dramatic mission-ending dive into Saturn's atmosphere.    Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/NorthSaturn_Cassini_1024.jpg",
    "media_type": "image",
    "title": "Over Saturn's Turbulent North Pole",
    "url": "http://apod.nasa.gov/apod/image/1612/NorthSaturn_Cassini_960.jpg",
    "slug": "2016-12-12-over-saturns-turbulent-north-pole",
    "dominantColor": "rgb(122,122,122)",
    "thumbSize": {
      "width": 600,
      "height": 480
    },
    "imageSize": {
      "width": 960,
      "height": 768
    }
  },
  {
    "date": "2016-12-11",
    "explanation": "What created the strange spiral structure on the left?  No one is sure, although it is likely related to a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.  The huge spiral spans about a third of a light year across and, winding four or five complete turns, has a regularity that is without precedent.  Given the expansion rate of the spiral gas, a new layer must appear about every 800 years, a close match to the time it takes for the two stars to orbit each other. The star system that created it is most commonly known as LL Pegasi, but also AFGL 3068. The unusual structure itself has been cataloged as IRAS 23166+1655. The featured image was taken in near-infrared light by the Hubble Space Telescope. Why the spiral glows is itself a mystery, with a leading hypothesis being illumination by light reflected from nearby stars.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/llpegspiral_hubble_1625.jpg",
    "media_type": "image",
    "title": "The Extraordinary Spiral in LL Pegasi",
    "url": "http://apod.nasa.gov/apod/image/1612/llpegspiral_hubble_960.jpg",
    "slug": "2016-12-11-the-extraordinary-spiral-in-ll-pegasi",
    "dominantColor": "rgb(20,19,21)",
    "thumbSize": {
      "width": 600,
      "height": 443
    },
    "imageSize": {
      "width": 960,
      "height": 708
    }
  },
  {
    "copyright": "Alessandro Marchini",
    "date": "2016-12-10",
    "explanation": "The striking X appearing in this lunarscape is easily visible in binoculars or a small telescope. Yet, not too many have seen it. The catch is this lunar X is fleeting, only apparent in the hours before the Moon's first quarter phase. At the terminator, or shadow line between lunar day and night, the X illusion is produced by a configuration of the craters Blanchinus, La Caille and Purbach. Near the Moon's first quarter phase, an astronaut standing close to the craters' position would see the slowly rising Sun very near the horizon. Temporarily, the crater walls would be in sunlight while the crater floors were still in darkness. Seen from planet Earth, contrasting sections of bright walls against the dark floors by chance look remarkably like an X. This sharp image of the Lunar X was captured at approximately 16:45 UT on December 6, 2016. For extra credit, sweep your gaze along the lunar terminator and you can also spot the Lunar V.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/Luna_20161206h17.40LT_Lunar-X_inset.jpg",
    "media_type": "image",
    "title": "The Lunar X",
    "url": "http://apod.nasa.gov/apod/image/1612/Luna_20161206h17.40LT_Lunar-X_insetcrop.jpg",
    "slug": "2016-12-10-the-lunar-x",
    "dominantColor": "rgb(43,41,41)",
    "thumbSize": {
      "width": 600,
      "height": 469
    },
    "imageSize": {
      "width": 1024,
      "height": 800
    }
  },
  {
    "copyright": "R. Colombari",
    "date": "2016-12-09",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, irradiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning over three full moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as the Prawn Nebula. The tantalizing color image is a new astronomical composition using data from the European Southern Observatory's wide field OmegaCAM and amateur images made under dark skies on the Canary Island of Tenerife.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/ic4628_colombari_1853.jpg",
    "media_type": "image",
    "title": "IC 4628: The Prawn Nebula",
    "url": "http://apod.nasa.gov/apod/image/1612/ic4628_colombari_1024.jpg",
    "slug": "2016-12-09-ic-4628-the-prawn-nebula",
    "dominantColor": "rgb(72,44,54)",
    "thumbSize": {
      "width": 599,
      "height": 347
    },
    "imageSize": {
      "width": 1024,
      "height": 593
    }
  },
  {
    "copyright": "José\nJ. Chambó",
    "date": "2016-12-08",
    "explanation": "Not a comet, bright spiral galaxy Messier 51 is popularly known as the Whirlpool Galaxy. Just off the handle of the Big Dipper in northern skies, you can spot it at the upper left in this image from December 1st. The pretty 4 by 2.5 degree wide field of view does contain two comets though. Different in appearance, both comets are new visitors to the inner Solar System and are currently faint telescopic objects, highest above northern horizons in morning twilight. At lower left newly discovered comet NEOWISE (C/2016 U1) shows off a round fuzzy coma in the greenish light of diatomic carbon gas fluorescing in sunlight. Sunlight reflects from dust in the coma and stubby tail of comet Johnson (C/2015 V2) at upper right.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/2016U1&2015V2_161201_2400chambo.jpg",
    "media_type": "image",
    "title": "Whirlpool with Comets",
    "url": "http://apod.nasa.gov/apod/image/1612/2016U1&2015V2_161201_1200chambo.jpg",
    "slug": "2016-12-08-whirlpool-with-comets",
    "dominantColor": "rgb(24,24,23)",
    "thumbSize": {
      "width": 600,
      "height": 400
    },
    "imageSize": {
      "width": 1200,
      "height": 800
    }
  },
  {
    "date": "2016-12-07",
    "explanation": "What's happening at the center of elliptical galaxy NGC 4696? There, long tendrils of gas and dust have been imaged in great detail as shown by this recently released image from the Hubble Space Telescope.  These filaments appear to connect to the central region of the galaxy, a region thought occupied by a supermassive black hole.  Speculation holds that this black hole pumps out energy that heats surrounding gas, pushes out cooler filaments of gas and dust, and shuts down star formation. Balanced by magnetic fields, these filaments then appear to spiral back in toward and eventually circle the central black hole. NGC 4696 is the largest galaxy in the Centaurus Cluster of Galaxies, located about 150 million light years from Earth. The featured image shows a region about 45,000 light years across.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/ngc4696_Hubble_1500.jpg",
    "media_type": "image",
    "title": "NGC 4696: Filaments around a Black Hole",
    "url": "http://apod.nasa.gov/apod/image/1612/ngc4696_Hubble_960.jpg",
    "slug": "2016-12-07-ngc-4696-filaments-around-a-black-hole",
    "dominantColor": "rgb(51,45,42)",
    "thumbSize": {
      "width": 600,
      "height": 484
    },
    "imageSize": {
      "width": 960,
      "height": 774
    }
  },
  {
    "date": "2016-12-06",
    "explanation": "Why is there a glowing oval over Jupiter's South Pole? Aurora.  Near the closest part of its first pass near Jupiter in August, NASA's robotic spacecraft Juno captured this dramatic infrared image of a bright auroral ring. Auroras are caused by high energy particles from the Sun interacting with a planet's magnetic field, and ovals around magnetic poles are common.  Data from Juno are giving preliminary indications that Jupiter's magnetic field and aurorae are unexpectedly powerful and complex.  Unfortunately, a computer glitch caused Juno to go into safe mode during its last pass near the Jovian giant in October. That glitch has now been resolved, making Juno ready for its next pass over Jupiter's cloud tops this coming Sunday.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/Aurora2_Juno_1041.jpg",
    "media_type": "image",
    "title": "Aurora over Jupiter's South Pole from Juno",
    "url": "http://apod.nasa.gov/apod/image/1612/Aurora2_Juno_960.jpg",
    "slug": "2016-12-06-aurora-over-jupiters-south-pole-from-juno",
    "dominantColor": "rgb(104,7,2)",
    "thumbSize": {
      "width": 600,
      "height": 466
    },
    "imageSize": {
      "width": 960,
      "height": 745
    }
  },
  {
    "copyright": "Joe Randall",
    "date": "2016-12-05",
    "explanation": "Have you ever watched a lightning storm in awe?  Join the crowd. Oddly, nobody knows exactly how lightning is produced. What is known is that charges slowly separate in some clouds causing rapid electrical discharges (lightning), but how electrical charges get separated in clouds remains a topic of much research. Lightning usually takes a jagged course, rapidly heating a thin column of air to about three times the surface temperature of the Sun.  The resulting shock wave starts supersonically and decays into the loud sound known as thunder.  Lightning bolts are common in clouds during rainstorms, and on average 44 lightning bolts occur on the  Earth every second. Pictured, over 60 images were stacked to capture the flow of lightning-producing storm clouds in July over Colorado Springs, Colorado, USA.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/LightningStorm_Randall_5184.jpg",
    "media_type": "image",
    "title": "Lightning over Colorado",
    "url": "http://apod.nasa.gov/apod/image/1612/LightningStorm_Randall_1080.jpg",
    "slug": "2016-12-05-lightning-over-colorado",
    "dominantColor": "rgb(130,107,125)",
    "thumbSize": {
      "width": 600,
      "height": 400
    },
    "imageSize": {
      "width": 1080,
      "height": 720
    }
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2016-12-04",
    "explanation": "Familiar stars in Orion and constellations across the sky now have official names. Over the past year, the International Astronomical Union, the only body officially tasked with naming stars, approved names already in common use for 227 of the brightest stars, including the most famous stars on the sky Sirius, Polaris, and Betelgeuse.  Pictured, the constellation of Orion is shown with several of these now-official star names superposed.  Spanning about 30 degrees, this breath-taking vista stretches across the well-known constellation from head to toe (left to right) and beyond. The common names for all three stars in Orion's belt are also now official.  At 1,500 light years away, the Great Orion Nebula is the closest large star forming region, here visible just right and below center. Also visible are famous nebulae including the Horsehead Nebula and the Witch Head Nebula. Of course, the Orion Nebula and bright stars are easy to see with the unaided eye, but dust clouds and emission from the extensive interstellar gas in this nebula-rich complex, are too faint and much harder to record. In the featured mosaic of broadband telescopic images, additional image data acquired with a narrow hydrogen alpha filter was used to bring out the pervasive tendrils of energized atomic hydrogen gas like in the arc of the giant Barnard's Loop.    Open Science: Browse 1,350+ codes in the Astrophysics Source Code Library",
    "hdurl": "http://apod.nasa.gov/apod/image/1503/OrionClouds_Andreo_2048.jpg",
    "media_type": "image",
    "title": "Orion and Official Star Names",
    "url": "http://apod.nasa.gov/apod/image/1503/OrionClouds_Andreo_Annotated_1080.jpg",
    "slug": "2016-12-04-orion-and-official-star-names",
    "dominantColor": "rgb(47,35,39)",
    "thumbSize": {
      "width": 600,
      "height": 392
    },
    "imageSize": {
      "width": 1080,
      "height": 706
    }
  },
  {
    "copyright": "Péter\nFeltóti",
    "date": "2016-12-03",
    "explanation": "This wide, sharp telescopic view reveals galaxies scattered beyond the stars of the Milky Way at the northern boundary of the high-flying constellation Pegasus. Prominent at the upper right is NGC 7331. A mere 50 million light-years away, the large spiral is one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. The disturbed looking group of galaxies at the lower left is well-known as Stephan's Quintet. About 300 million light-years distant, the quintet dramatically illustrates a multiple galaxy collision, its powerful, ongoing interactions posed for a brief cosmic snapshot. On the sky, the quintet and NGC 7331 are separated by about half a degree.",
    "hdurl": "http://apod.nasa.gov/apod/image/1612/KESZ_18_vagas16-9_feliratos2048.jpg",
    "media_type": "image",
    "title": "Galaxies in Pegasus",
    "url": "http://apod.nasa.gov/apod/image/1612/KESZ_18_vagas16-9_feliratos1024.jpg",
    "slug": "2016-12-03-galaxies-in-pegasus",
    "dominantColor": "rgb(24,24,24)",
    "thumbSize": {
      "width": 600,
      "height": 353
    },
    "imageSize": {
      "width": 1024,
      "height": 602
    }
  }
]
